/************************************************************************************
  Проект: Lab1_2
  Программа: Работа с жидкокристаллическим индикатором
  Микроконтроллер: K1986ВЕ92QI
  Устройство: Evaluation Board For MCU MDR32F2Q
  Файл: rst.h
  Назначение: Настройка тактирования микроконтроллера
  Компилятор:  Armcc 5.06.0 из комплекта Keil uVision 5.20.0
************************************************************************************/

#ifndef __U_RST
 #define __U_RST

#include "common.h"

// Инициализация системы тактирования МК
void U_RST_Init(void);


#endif 

